Repository: philippWassibauer/django-postings
Catalog: postings/locale/*/LC_MESSAGES/django.po
Languages: de

source: Posting commented
de: Pinnwandeintrag kommentiert

source: Someone commented your posting
de: Jemand hat deinen Pinnwandeintrag kommentiert

source: Posting also commented
de: Pinnwandeintrag auch kommentiert

source: Someone also commented on a posting
de: Jemand hat auch den Pinnwandeintrag kommentiert

source: Posting Wall
de: Pinnwand

source: created at
de: erstellt am

source: wallitem
de: Pinnwandeintrag

source: wallitems
de: Pinnwandeinträge

source: Attach
de: Anhängen

source: Image
de: Bild

source: Upload a File from your Computer
de: Eine Datei von deinem Komputer hochladen

source: Share a Link
de: Link teilen

source: Share
de: Teilen
